<?php

return [
    'jobs' => 'عمليات الارسال',
    'empty' => 'لا يوجد رسائل',
    'management' => 'إدارة البريد الالكتروني',
    'settings' => 'إعدادات البريد',
    'smtp' => 'إعدادات ال SMTP',
    'actions' => [
        'send' => 'إرسال بريد الكتروني جماعي',
        'confirm' => 'ارسال',
        'cancel' => 'الغاء',
    ],
    'statuses' => [
        'queued' => 'في قائمة الانتظار',
        'sending' => 'جاري الارسال',
        'sent' => 'تم الإرسال',
        'failed' => 'فشل الإرسال',
    ],
    'errors' => [
        'not_email' => 'النموذج ":model" لا يحتوي على عنوان بريد إلكتروني.',
    ],
    'messages' => [
        'sending' => 'جاري إرسال الرسائل الإلكترونية.',
        'sent' => 'تم إرسال البريد الإلكتروني :email إلى :user بنجاح.',
        'failed' => 'فشل إرسال البريد الإلكتروني :email إلى :user.',
    ],
    'attributes' => [
        'emails_per_day' => 'عدد الرسائل المرسلة باليوم',
        'email' => 'البريد الالكتروني',
        'send_at' => 'وقت الارسال',
        'subject' => 'العنوان',
        'content' => 'المحتوى',
        'status' => 'حالة الارسال',
        'model' => 'المستلم',
    ],
];
