<?php

return [
    'status' => [
        'queued' => 'في قائمة الانتظار',
        'sending' => 'جاري الارسال',
        'sent' => 'تم الإرسال',
        'failed' => 'فشل الإرسال',
    ],
    'errors' => [
        'not_email' => 'النموذج ":model" لا يحتوي على عنوان بريد إلكتروني.',
    ],
    'messages' => [
        'sending' => 'جاري إرسال الرسائل الإلكترونية.',
        'sent' => 'تم إرسال البريد الإلكتروني :email إلى :user بنجاح.',
        'failed' => 'فشل إرسال البريد الإلكتروني :email إلى :user.',
    ],
];
