<?php

return [
    'plural' => 'الاعدادات',
    'permission' => 'التحكم بإعدادات الموقع',
    'actions' => [
        'save' => 'حفظ',
    ],
    'tabs' => [
        'main' => 'اعدادات الموقع',
        'contacts' => 'بيانات التواصل',
        'mail' => 'بيانات رسائل البريد',
        'about' => 'صفحة من نحن',
        'terms' => 'صفحة الشروط والاحكام',
        'privacy' => 'صفحة سياسة الموقع',
    ],
    'dashboard_templates' => [
        'adminlte3' => 'Adminlte 3',
        'vali' => 'Vali',
    ],
    'frontend_templates' => [
    ],
    'messages' => [
        'updated' => 'تم تحديث اعدادات الموقع بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم الموقع',
        '%name%' => 'اسم الموقع',
        'dashboard_template' => 'قالب لوحة التحكم',
        'frontend_template' => 'قالب الموقع',
        'facebook' => 'رابط الفيسبوك',
        'twitter' => 'رابط التويتر',
        'instagram' => 'رابط الانستجرام',
        'snapchat' => 'رابط السناب شات',
        'apple' => 'رابط تطبيق الايفون',
        'android' => 'رابط تطبيق الاندرويد',
        'phone' => 'رقم الهاتف للتواصل',
        'email' => 'البريد الالكتروني للتواصل',
        'copyright' => 'حقوق النشر',
        '%copyright%' => 'حقوق النشر',
        'logo' => 'اللوجو',
        'favicon' => 'الايقونة',
        'delete_forever' => 'تفعيل خاصية الحذف النهائي',
        'about' => 'من نحن',
        'terms' => 'الشروط والاحكام',
        'privacy' => 'سياية الموقع',
    ],
    'env' => [
        'alert_title' => 'تنبيه مهم!',
        'alert_body' => 'سيتم تعديل ملف <strong>.env</strong> الخاص بالتطبيق بشكل مباشر، ولن يتم إنشاء أي نسخة احتياطية قبل التعديل.<br>
    قد لا تظهر الإعدادات الجديدة مباشرة بسبب نظام التخزين المؤقت (Cache).<br>
    إذا لم تتغير القيم بعد الحفظ، يرجى إعادة تحميل الصفحة يدويًا.',
        'reload' => 'اعادة تحميل الصفحة',
    ],
];
